/* 
   Localizable.strings
   Cocoa Browser Air

   Created by numata on 08/04/29.
   Copyright 2008 Satoshi Numata. All rights reserved.
 */

"CBToolbarItemIdentifierGoBack" = "ヒストリ";
"CBToolbarItemIdentifierSearch" = "全文検索";
"CBToolbarItemIdentifierLoading" = "";

"CBToolbarItemIdentifierGoBack_pallet" = "ヒストリ";
"CBToolbarItemIdentifierSearch_pallet" = "検索";
"CBToolbarItemIdentifierLoading_pallet" = "読み込み中";

"CMI View HTML Source" = "HTMLソースを表示";
"CMI Search in Google" = "Googleで検索";

"Main Frameworks" = "基本フレームワーク";
"Documents" = "ドキュメント";
"Other Frameworks" = "その他";
"Frameworks" = "フレームワーク";
"Services" = "サービス";
"Others" = "その他";

"Class Names" = "クラス名";
"Protocol Names" = "プロトコル名";
"Function Names" = "関数名";
"Type Names" = "型の名前";
"Method Names" = "メソッド名";
"Task Names" = "タスク名";
"Constant Names" = "定数名";
"Names" = "名前";
"Notification Names" = "名前";
"Categories" = "カテゴリ";

"Search Field Placeholder" = "全文検索";

"No DocSets Title" = "ドキュメントセットの検索に失敗";
"No DocSets Message" = "利用可能なドキュメントセットが見つかりませんでした。Xcode 3.1 以降をインストールして、「ヘルプ」-「製品ドキュメント」からドキュメントセットを取得してください。";

"Loading Framework List..." = "フレームワークの一覧を読み込み中…";

"Show %@ framework <%@>" = "%@ フレームワークを表示 <%@>";
"Show %@ class (%@) <%@>" = "%@ クラスを表示 (%@) <%@>";
"Show %@ protocol (%@) <%@>" = "%@ プロトコルを表示 (%@) <%@>";
"Show data type %@ (%@) <%@>" = "データ型 %@ を表示 (%@) <%@>";
"Show + [%@ %@] method (%@) <%@>" = "メソッド + [%@ %@] を表示 (%@) <%@>";
"Show - [%@ %@] method (%@) <%@>" = "メソッド - [%@ %@] を表示 (%@) <%@>";
"Show + [%@ %@] protocol class method (%@) <%@>" = "プロトコルのクラスメソッド + [%@ %@] を表示 (%@) <%@>";
"Show - [%@ %@] protocol instance method (%@) <%@>" = "プロトコルのインスタンスメソッド - [%@ %@] を表示 (%@) <%@>";
"Show global constant %@ (%@) <%@>" = "グローバル変数 %@ を表示 (%@) <%@>";
"Show %@.%@ property (%@) <%@>" = "プロパティ %@.%@ を表示 (%@) <%@>";

"Class References" = "クラス";
"Protocol References" = "プロトコル";
"Other References" = "その他";
"Opaque Type References" = "ハンドル型関数";
"Classes" = "クラス";
"Headers" = "ヘッダ";

"Functions" = "関数";
"UIKit Function" = "関数";
"Functions by Task" = "タスク別の関数";
"Data Types" = "データ型";
"Constants" = "定数";
"Revision History" = "更新履歴";
"RevisionHistory" = "更新履歴";

"Filters by Task" = "タスク別フィルタ一覧";
"Filters" = "フィルタ一覧";
"Core Image Filter Reference" = "Core Image フィルタ";
"Core Image Kernel Language Reference" = "Core Image カーネル言語";

"Core Text String Attributes Reference" = "Core Text 文字列属性";
"Manager References" = "ユーティリティ";

//"Class at a Glance" = "ひとくちメモ";
"Overview" = "概要";
"Adopted Protocols" = "採用プロトコル";
"Tasks" = "タスク";
"Properties" = "プロパティ";
"Callbacks" = "コールバック関数";
"Callbacks by Task" = "タスク別のコールバック関数";
"Result Codes" = "結果コード";
"Class Methods" = "クラス・メソッド";
"Instance Methods" = "インスタンス・メソッド";
"Delegate Methods" = "Delegate メソッド";
"Notifications" = "Notification";

"Enumerations" = "enum 定数";
"Errors" = "エラー番号";
"Global Variables" = "グローバル定数";
"Numeric Constants" = "数値の定数";
"Exceptions" = "例外";
"Version Numbers" = "バージョン番号";

"Related Reference" = "関連リファレンス";
"Related Documents" = "関連ドキュメント";
"Related Sample Code" = "関連サンプルコード";
"External Resources" = "外部リソース";
"Glossary" = "用語の解説";
"Index" = "目次";

"Menu About Cocoa Browser Air" = "Cocoa Browser Air について";
"Menu Preferences…" = "環境設定…";
"Menu Services" = "サービス";
"Menu Hide Cocoa Browser Air" = "Cocoa Browser Air を隠す";
"Menu Hide Others" = "ほかを隠す";
"Menu Show All" = "すべてを表示";
"Menu Quit Cocoa Browser Air" = "Cocoa Browser Air を終了";

"Menu File" = "ファイル";
"Menu Edit" = "編集";
"Menu View" = "表示";
"Menu Window" = "ウィンドウ";
"Menu Help" = "ヘルプ";

"Menu New Browser" = "新規ブラウザ";
"Menu Close" = "閉じる";
"Menu Page Setup..." = "ページ設定…";
"Menu Print…" = "プリント…";

"Menu Cut" = "カット";
"Menu Copy" = "コピー";
"Menu Paste" = "ペースト";
"Menu Delete" = "削除";
"Menu Select All" = "すべてを選択";
"Menu Find" = "検索";
"Menu Find…" = "検索…";
"Menu Find Next" = "次を検索";
"Menu Find Previous" = "前を検索";
"Menu Full Search" = "全文検索";
"Menu Use Selection for Find" = "選択部分を検索に使用";
"Menu Jump to Selection" = "選択部分へジャンプ";
"Menu Speech" = "スピーチ";
"Menu Start Speaking" = "読み上げを開始";
"Menu Stop Speaking" = "読み上げを停止";

"Menu Hide Search Bar Automatically" = "検索バーを自動的に隠す";
"Menu Show Toolbar" = "ツールバーの表示";
"Menu Customize Toolbar…" = "ツールバーのカスタマイズ…";
"Menu View HTML Source" = "HTML ソースの表示";

"Menu Minimize" = "しまう";
"Menu Zoom" = "拡大／縮小";
"Menu Bring All to Front" = "すべてを手前に移動";

"Menu Cocoa Browser Air Help" = "Cocoa Browser Air ヘルプ";

